IDEA StatiCa Open Model
ConcreteULSCheckResultInteraction Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
Initializes a new instance of the ConcreteULSCheckResultInteraction class
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
protected ConcreteULSCheckResultInteraction()
Protected Sub New
protected:
ConcreteULSCheckResultInteraction()
See Also
Reference
ConcreteULSCheckResultInteraction Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace